Repository: Weissenburg/Shifts
Catalog: translationfiles/*/shifts.po
Languages: ca, de, es

source: Month
ca: Mes
de: Monat
es: Mes

source: Week
ca: Setmana
de: Woche
es: Semana

source: Open Shifts
ca: Crear Torns
de: Offene Schichten
es: Crear Turnos

source: Search for Emails or Users
ca: Cerca Usuàries o Correus
de: Nach Emails oder Benutzers suchen
es: Busca Usuarias o Correos

source: No match found
ca: No es van trobar coincidències
de: Keine Übereinstimmung
es: No se encontraron coincidencias

source: Swap
ca: Intercanviar
de: Tausch
es: Intercambiar

source: Offer
ca: Oferir
de: Angebot
es: Ofrecer

source: Could not fetch shifts
ca: No vaig poder obtenir torns
de: Schichten konnten nicht geladen werden
es: No pude obtener turnos

source: Analyst
ca: Persona
es: Persona

source: Select Shiftstype
ca: Selecciona el tipus de torn
de: Schichttyp auswählen
es: Selecciona el tipo de turno

source: Could not save shifts Changes
ca: No vaig poder guardar els canvis en els torns
de: Schichtänderung konnte nicht gespeichert werden
es: No pude guardar los cambios en los turnos

source: Could not fetch data
ca: No vaig poder obtenir les dades
de: Daten konnten nicht geladen werden
es: No pude obtener los datos

source: Could not fetch shifts-types
ca: No vaig poder obtenir els tipus de torns
de: Schichttypen konnten nicht geladen werden
es: No pude obtener los tipos de turnos

source: Could not fetch shifts-changes
ca: No vaig poder obtenir els canvis en els torns
de: Schichtänderungen konnten nicht geladen werden
es: No pude obtener los cambios en los turnos

source: Could not delete shift
ca: No vaig poder esborrar el torn
de: Schicht konnte nicht gelöscht werden
es: No pude borrar el turno

source: Could not delete shiftsType
ca: No vaig poder esborrar el tipus de torn
de: Schichttyp konnte nicht gelöscht werden
es: No pude borrar el tipo de turno

source: Could not update Calendar
ca: No pude actualizar el calendario
es: No pude actualizar el calendario

source: Could not create the shift
ca: No vaig poder actualitzar el calendari
de: Schicht konnte nicht angelegt werden
es: No pude crear el turno

source: No Analysts or Dates for Shift given
ca: No hi ha persones ni dates en el Torn indicat
de: Keine Analysten oder Datum für die Schicht angegeben
es: No hay personas ni fechas en el Turno indicado

source: Could not fetch Settings
ca: No vaig poder obtenir la configuració
de: Einstellungen konnten nicht geladen werden
es: No pude obtener la configuración

source: Please set a Calendarname in the App-Settings
ca: Si us plau escriu el nom del calendari en la configuració de l'aplicació
de: Bitte setzen Sie einen Kalendernamen in den App-Einstellungen
es: Por favor escribe el nombre del calendario en la configuración de la aplicación

source: Please set an Organizername in the App-Settings
ca: Si us plau escriu el nom del qui organitza els torns en la configuració de l'aplicació
de: Bitte setzen sie einen Organisatornamen in den App-Einstellungen
es: Por favor escribe el nombre del quien organiza los turnos en la configuración de la aplicación

source: Please set an Organizeremail in the App-Settings
ca: Si us plau escriu el correu electrònic del qui organitza els torns en la configuració de l'aplicació
de: Bitte setzen sie eine Organisatoremail in den App-Einstellungen
es: Por favor escribe el correo electrónico del quien organiza los turnos en la configuración de la aplicación

source: Please set at least one Skillgroup in the App-Settings
ca: Si us plau escriu almenys un nom d'una categoria de grup en la configuració de l'aplicació
de: Bitte setzen sie mindestens eine Skillgruppierung in den App-Einstellungen
es: Por favor escribe almenos un nombre de una categoría de grupo en la configuración de la aplicación

source: Could not save the shiftType
ca: No vaig poder guardar el tipus de torn
de: Schichttyp konnte nicht gespeichert werden
es: No pude guardar el tipo de turno

source: Today
ca: Avui
de: Heute
es: Hoy

source: Remove analyst
ca: Llevar persona
de: Analyst entfernen
es: Quitar persona

source: No analysts yet
ca: No hi ha cap persona encara
de: Keine Analysten gefunden
es: No hay ninguna persona todavia

source: New Request
ca: Nova petició
de: Neue Anfrage
es: Nueva petición

source: Select old analyst
ca: Selecciona la persona original
de: Wählen Sie den alten Analysten aus
es: Selecciona la persona original

source: Select new analyst
ca: Selecciona la nova persona
de: Wählen Sie den neuen Analysten aus
es: Selecciona la nueva persona

source: Select shifts of old analyst
ca: Selecciona els torns de la persona original
de: Wählen Sie die Schichten des alten Analysten
es: Selecciona los turnos de la persona original

source: Select shifts of new analyst
ca: Selecciona els torns de la nova persona
de: Wählen Sie die Schichten des neuen Analysten
es: Selecciona los turnos de la nueva persona

source: Description
ca: Descripció
de: Beschreibung
es: Descripción

source: Description or Purpose
ca: Descripció o propòsit
de: Beschreibung oder Grund
es: Descripción o propósito

source: Select shifts of analyst
ca: Selecciona els torns de la persona
de: Wählen Sie die Schicht des Analysten
es: Selecciona los turnos de la persona

source: Cancel
ca: Cancel·lar
de: Abbrechen
es: Cancelar

source: Save
ca: Desar
de: Speichern
es: Guardar

source: New Shiftstype
ca: Nou tipus de torn
de: Neuer Schichttyp
es: Nuevo tipo de turno

source: Weekly
ca: Setmanal
de: Wöchentlich
es: Semanal

source: weekly Shifts
ca: Torns setmanals
de: wöchentliche Schicht
es: Turnos semanales

source: Rules
ca: Regles
de: Regeln
es: Reglas

source: Monday
ca: Dilluns
de: Montag
es: Lunes

source: Tuesday
ca: Dimarts
de: Dienstag
es: Martes

source: Wednesday
ca: Dimecres
de: Mittwoch
es: Miércoles

source: Thursday
ca: Dijous
de: Donnerstag
es: Jueves

source: Friday
ca: Divendres
de: Freitag
es: Viernes

source: Saturday
ca: Dissabte
de: Samstag
es: Sábado

source: Sunday
ca: Diumenge
de: Sonntag
es: Domingo

source: Shift plan
ca: Pla de Torns
de: Schichtplan
es: Plan de Turnos

source: Shiftchange
ca: Canvi de Torns
de: Schichtänderung
es: Cambio de Turnos

source: Shifttypes
ca: Tipus de Torns
de: Schichttypen
es: Tipos de Turnos

source: Shiftsdata
ca: Arxiu de dades de Torns
de: Schichtplan-Archiv
es: Datos de Turnos

source: Timespan
ca: Durada
de: Zeitspanne
es: Duración

source: Select Date
ca: Selecciona data
de: Datum auswählen
es: Selecciona fecha

source: In Progress
ca: En Actiu
de: In Bearbeitung
es: En Activo

source: Analyst Approval:
ca: Aprovació de la persona afectada:
de: Analyst Genehmigung:
es: Aprobación de la persona afectada:

source: at
ca: en
de: am
es: en

source: Decline
ca: Rebutjar
de: Ablehnen
es: Rechazar

source: Approve
ca: Aprovar
de: Genehmigen
es: Aprobar

source: Processed
ca: Processada
de: Bearbeitet
es: Procesada

source: Admin Approval:
ca: Aprovació de la persona responsable:
de: Admin Genehmigung:
es: Aprobación de la persona responsable:

source: Add Shift
ca: Afegir un torn
de: Schicht hinzufügen
es: Añadir un turno

source: Synchronize Calendar
ca: Sincronitzar calendari
de: Kalender synchronisieren
es: Sincronizar calendario

source: Add new Shiftstype
ca: Afegir nou tipus de torn
de: Neuen Schichttyp hinzufügen
es: Añadir nuevo tipo de turno

source: Shiftstype
ca: Tipus de torn
de: Schichttyp
es: Tipo de turno

source: Delete
ca: Esborrar
de: Löschen
es: Borrar

source: Are you sure that you want to delete the Shiftstype and all its Shifts
ca: De veritat vols esborrar aquest tipus de torn i tots els seus torns assignats?
de: Sind Sie sich sicher, dass die den Schichttypen und alle dazugehörigen Schichten löschen wollen?
es: ¿De verdad quieres borrar este tipo de turno y todos sus turnos asignados?

source: Edit
ca: Editar
de: Bearbeiten
es: Editar

source: App for organising Shifts
ca: Aplicació per a organitzar Torns
de: App zum organisieren von Schichtplännen
es: Aplicación para organizar Turnos

source: Name of the Shift-Type
ca: Nom de la mena de torn
de: Name des Schichttypen
es: Nombre del tipo de turno

source: Shifts
ca: Torns
de: Schicht
es: Turnos

source: Documentation
ca: Documentació
de: Dokumentation
es: Documentación

source: Name of the Shiftscalendar
ca: Nom del calendari dels torns
de: Name des Schichtkalenders
es: Nombre del calendario de turnos

source: Name of the Shiftsorganizer
ca: Nom de la persona responsable
de: Name des Schichtorganisators
es: Nombre de la persona responsable

source: Email fo the Shiftsorganizer
ca: Correu-e de la persona responsable
de: Email des Schichtorganisators
es: Correo-e de la persona responsable

source: Name of the Shiftsadmin Group
ca: Nom del grup responsable dels torns
de: Name der Schichtadmin Gruppe
es: Nombre del grupo responsable de los turnos

source: Name of the Analyst Group
ca: Nom del grup de les persones assignades a torns
de: Name der Analysten Gruppe
es: Nombre del grupo de las personas asiganas a turnos

source: Name of the Analyst-Skill Group
ca: Nom del grup segons responsabilitats de les persones assignades a torns
de: Name der Analyst-Skill Gruppe
es: Nombre del grupo según responsabilidades de las personas asignadas a turnos

source: Add
ca: Afegir
de: Hinzufügen
es: Añadir

source: Successfully saved changes
ca: Canvis guardats satisfactòriament
de: Erfolgreich gespeichert
es: Cambios guardados satisfactoriamente

source: Could not save changes
ca: No vaig poder guardar els canvis
de: Einstellungen konnten nicht gespeichert werden
es: No pude guardar los cambios

source: Calendar Color
ca: Color del calendari
de: Farbe
es: Color del calendario

source: Start Time
ca: HHorari d'inici
de: Start der Schicht
es: Horario de inicio

source: Stop Time
ca: Horari de fi
de: Ende der Schicht
es: Horario de fin

source: Could not update Calendar
de: Kalendar konnte nicht aktualisiert werden
